Repository: EspaceNetworks/donotdisturb
Catalog: i18n/*/LC_MESSAGES/donotdisturb.po
Languages: bg_bg

source: Applications
bg_bg: Приложения

source: DND Activate
bg_bg: DND Включи

source: DND Deactivate
bg_bg: DND Изключи

source: DND Toggle
bg_bg: DND Превключи

source: Do Not Disturb
bg_bg: Не Ме Безпокой

source: Do Not Disturb Has Been Updated!
bg_bg: Не Ме Безпокой Беше Обновен!

source: Do-Not-Disturb (DND)
bg_bg: Не-Ме-Безпокой (DND)

source: Enable
bg_bg: Включи

source: Provides donotdisturb functionality
bg_bg: Предоставя специални кодове за Не-Ме-Безпокой

source: Used to indicate that somebody does not wish to be disturbed.
bg_bg: Използва се за покаже когато някой не желае да бъде обезпокояван.
